Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Department of Medicine and Neurology, Melbourne Brain Centre at the Royal Melbourne Hospital, University of Melbourne, Parkville, Victoria, Australia (Campbell, Churilov, Yassi, Yan, Zhao, Alemseged, Ng, Sharma, Parsons, Donnan, Davis); The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Parkville, Australia (Campbell, Churilov, Yassi, Thijs, Asadi, Bladin); Department of Radiology, the Royal Melbourne Hospital, University of Melbourne, Parkville, Victoria, Australia (Mitchell, Dowling, Yan, Bush, Desmond); Department of Medicine (Austin Health), The University of Melbourne, Heidelberg, Victoria, Australia (Churilov); Population Health and Immunity Division, The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia (Yassi); Department of Neurology, Royal Adelaide Hospital, Adelaide, South Australia, Australia (Kleinig); Department of Neurology, Austin Hospital, Austin Health, Heidelberg, Victoria, Australia (Thijs, Simpson); Department of Radiology, Royal Adelaide Hospital, Adelaide, South Australia, Australia (Scroop); Department of Radiology, Austin Hospital, Austin Health, Heidelberg, Victoria, Australia (Brooks, Asadi); School of Medicine, Faculty of Health, Deakin University, Victoria, Australia (Asadi); Department of Neurology, Christchurch Hospital, Christchurch, New Zealand (Wu, Fink); Department of Neurology, Princess Alexandra Hospital, Brisbane, Queensland, Australia (Shah, Brown); Melbourne Medical School, Department of Medicine and Neurology, The University of Melbourne and Western Health, Sunshine Hospital, St Albans Victoria, Australia (Wijeratne); Department of Neurology, Gold Coast University Hospital, Southport, Queensland, Australia (Bailey); Department of Radiology, Gold Coast University Hospital, Southport, Queensland, Australia (Rice, de Villiers); Eastern Health and Eastern Health Clinical School, Department of Neurosciences, Monash University, Clayton, Victoria, Australia (Dewey, Choi, Bladin); Department of Radiology, Princess Alexandra Hospital, Brisbane, Queensland, Australia (Redmond, Leggett); Department of Radiology, Christchurch Hospital, Christchurch, New Zealand (Collecutt); Department of Medicine, Ballarat Base Hospital, Ballarat, Victoria, Australia (Kraemer); Department of Neurology, Royal North Shore Hospital and Kolling Institute, University of Sydney, St Leonards, New South Wales, Australia (Krause); Department of Neurology, Liverpool Hospital, Liverpool, New South Wales, Australia (Cordato); Department of Neurology, Lyell McEwin Hospital, Adelaide, South Australia, Australia (Field); School of Clinical Sciences, Department of Medicine, Monash University, Clayton, Victoria, Australia (Ma); Department of Neurology, Gosford Hospital, Gosford, New South Wales, Australia (O’Brien); Department of Neurology, University Hospital Geelong, Deakin University, Geelong, Victoria, Australia (B.
es_es: Departamento de Medicina y Neurología, Melbourne Brain Center del Royal Melbourne Hospital, Universidad de Melbourne, Parkville, Victoria, Australia (Campbell, Churilov, Yassi, Yan, Zhao, Alemseged, Ng, Sharma, Parsons, Donnan, Davis); Instituto de Neurociencia y Salud Mental The Florey, Universidad de Melbourne, Parkville, Australia (Campbell, Churilov, Yassi, Thijs, Asadi, Bladin); Departamento de Radiología, Royal Melbourne Hospital, Universidad de Melbourne, Parkville, Victoria, Australia (Mitchell, Dowling, Yan, Bush, Desmond); Departamento de Medicina (Austin Health), Universidad de Melbourne, Heidelberg, Victoria, Australia (Churilov); División de Inmunidad y Salud de la Población, Instituto de Investigación Médica Walter and Eliza Hall, Parkville, Australia (Yassi); Departamento de Neurología, Royal Adelaide Hospital, Adelaide, Australia del Sur, Australia (Kleinig); Departamento de Neurología, Hospital de Austin, Austin Health, Heidelberg, Victoria, Australia (Thijs, Simpson); Departamento de Radiología, Royal Adelaide Hospital, Adelaide, Australia del Sur, Australia (Scroop); Departamento de Radiología, Hospital de Austin, Austin Health, Heidelberg, Victoria, Australia (Brooks, Asadi); Facultad de Medicina, Facultad de Salud, Universidad Deakin, Victoria, Australia (Asadi); Departamento de Neurología, Christchurch Hospital, Christchurch, Nueva Zelanda (Wu, Fink); Departamento de Neurología, Princess Alexandra Hospital, Brisbane, Queensland, Australia (Shah, Brown); Facultad de Medicina de Melbourne, Departamento de Medicina y Neurología, Universidad de Melbourne y Western Health, Sunshine Hospital, St Albans Victoria, Australia (Wijeratne); Departamento de Neurología, Hospital Universitario Gold Coast, Southport, Queensland, Australia (Bailey); Departamento de Radiología, Hospital Universitario Gold Coast, Southport, Queensland, Australia (Rice, de Villiers); Eastern Health y Escuela de Medicina Eastern Health, Departamento de Neurociencias, Universidad Monash, Clayton, Victoria, Australia (Dewey, Choi, Bladin); Departamento de Radiología, Hospital Princess Alexandra, Brisbane, Queensland, Australia (Redmond, Leggett); Departamento de Radiología, Hospital de Christchurch, Christchurch, Nueva Zelanda (Collecutt); Departamento de Medicina, Ballarat Base Hospital, Ballarat, Victoria, Australia (Kraemer); Departamento de Neurología, Royal North Shore Hospital e Instituto Kolling, Universidad de Sydney, St Leonards, Nueva Gales del Sur, Australia (Krause); Departamento de Neurología, Hospital de Liverpool, Liverpool, Nueva Gales del Sur, Australia (Cordato); Departamento de Neurología, Hospital Lyell McEwin, Adelaida, Australia del Sur, Australia (Field); Facultad de Ciencias Clínicas, Departamento de Medicina, Universidad Monash, Clayton, Victoria, Australia (Ma); Departamento de Neurología, Hospital Gosford, Gosford, Nueva Gales del Sur, Australia (O'Brien); Departamento de Neurología, Hospital Universitario Geelong, Universidad Deakin, Geelong, Victoria, Australia (B.

source: Extending the time for Thrombolysis in Emergency Neurological Deficits – Intra-Arterial using intravenous tenecteplase
es_es: Extensión del tiempo para la trombólisis en déficits neurológicos de emergencia – Tratamiento intraarterial con tenecteplasa intravenosa

source: Formulation C1 tablet fasted
es_es: Comprimido de Formulación C1 en ayunas

source: Formulation C1 tablet fed
es_es: Comprimido de Formulación C1 postprandial

source: Goyal M, Menon BK, van Zwam WH, et al; HERMES collaborators.
es_es: Goyal M, Menon BK, van Zwam WH, y col.; colaboradores de HERMES.

source: However, it is very important that the investigator always makes an assessment of causality for every event prior to transmission of the SAE form.
es_es: Sin embargo, es muy importante que el investigador siempre evalúe la causalidad de cada evento antes de transmitir el formulario de EAG.

source: Overall the rate of mTICI2b/3 or absence of retrievable thrombus in the first 75 patients randomized was 16%.
es_es: En conjunto, la proporción de pacientes que alcanzaron mTICI2b/3 o la ausencia de trombos extraíbles en los primeros 75 pacientes aleatorizados fue de 16%.

source: Results from all sensitivity and additional analyses (such as on-treatment analysis and analysis based on the per-protocol set) were consistent with the results of the primary analysis [c23238241, Figure 11.1.1: 2].
es_es: Los resultados de todos los análisis de sensibilidad y los análisis adicionales (como los análisis realizados durante el tratamiento y aquellos basados en el grupo armado según el protocolo) fueron en general coherentes con los resultados del análisis primario [c23238241, Figura 11.1.1: 2].

source: Spesolimab (development code:
es_es: Spesolimab (código de desarrollo:

source: Spesolimab (genetical recombination)
es_es: Spesolimab (recombinación genética)

source: TNKtPA is administered as an IV bolus in amounts of 30 mg to 50 mg (weight-adjusted dosing).
es_es: La TNK-tPA se administra en bolo intravenoso en cantidades que varían de 30 mg a 50 mg (dosificación ajustada por peso).

source: Table 34 shows an overview of the most recent routine media fills performed in sterile manufacturing (SM) 4.
es_es: En la Tabla 34, se reseñan los llenados asépticos de rutina más recientes realizados en el área de fabricación estéril 4 (SM4).

source: Table 4 demonstrates that the rate of arginine 275 peptide bond hydrolysis is a function of pH and arginine concentration.
es_es: En la Tabla 4, se demuestra que la tasa de hidrólisis del enlace peptídico en la posición de arginina 275 depende del pH y la concentración de arginina.

source: Table 50 lists the primary packaging components used for tenecteplase 25 mg.
es_es: En la Tabla 50, se enumeran los componentes del acondicionamiento primario usados para tenecteplasa 25 mg.

source: Therefore no change in the currently approved control strategy is necessary.
es_es: Por lo tanto, no es necesario realizar ningún cambio en la estrategia de control aprobada actualmente.

source: nerandomilast (C-14) single intravenous infusion
es_es: nerandomilast (C-14), infusión única intravenosa

source: nerandomilast 18 mg Formulation C1
es_es: nerandomilast 18 mg Formulación C1

source: nerandomilast 18 mg Formulation C2
es_es: nerandomilast 18 mg Formulación C2

source: nerandomilast 18 mg bid for 10 days with pirfenidone 267 mg single dose on the 7th day and nintedanib 100 mg on the 8th day
es_es: nerandomilast 18 mg dos veces por día durante 10 días, con una dosis única de pirfenidona, 267 mg el 7mo día y nintedanib, 100 mg, el 8vo día

source: nerandomilast 18 mg single oral dose
es_es: Dosis única oral de nerandomilast, 18 mg

source: nerandomilast 6 mg alone as a single dose
es_es: nerandomilast 6 mg solo como dosis única

source: nerandomilast 6 mg as a single dose on the 4th day of a 12-day treatment with itraconazole
es_es: administración de nerandomilast 6 mg como dosis única el 4to día de un tratamiento de 12 días con itraconazol

source: nerandomilast 9 mg Formulation C2
es_es: nerandomilast 9 mg Formulación C2

source: nerandomilast 9 mg Formulation C1
es_es: nerandomilast 9 mg Formulación C1

source: randomised, placebo-controlled, double-blind
es_es: aleatorizada, controlada con placebo, doble ciego

source: single dose after an overnight fast of at least 10 h
es_es: dosis única tras un ayuno de una noche o de al menos 10 h

source: 10 of 8
es_es: 10 de 8

source: Baseline characteristics of recruited patients
es_es: Características iniciales de los pacientes reclutados

source: Prior to sterile filtration, a sample for bioburden measurement is taken.
es_es: Antes de la filtración estéril, se toma una muestra para medición de la biocarga.

source: Spesolimab 150 mg/mL can be stored frozen at -40°C ± 10°C for long term storage or at 2 - 8°C for short term storage.
es_es: El principio activo Espesolimab, 150 mg/ml, se puede almacenar congelado -40° C ± 10° C durante el largo plazo o a 2 - 8° C en el corto plazo.

source: Spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) drug product cannot be terminally sterilized and therefore the method of sterilization is sterile filtration followed by aseptic filling into the sterile containers.
es_es: El medicamento en solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) no puede esterilizarse por completo y, por lo tanto, el método de esterilización es la filtración estéril seguida del llenado aséptico en recipientes estériles.

source: mTICI 2b or higher (>50% reperfusion of the involved territory) regarded as substantial reperfusion.2 *Characteristics reported for patients assessed using digital subtraction angiography (in 25 patients reperfusion was assessed using CT perfusion)†. 2c represents near-complete reperfusion except for slow flow in a few distal cortical vessels or presence of small distal cortical emboli.3
es_es: Una puntuación de mTICI 2b o superior (reperfusión en >50% del territorio afectado) se considera como reperfusión significativa.2 *Características informadas en los pacientes evaluados mediante angiografía por sustracción digital (en 25 pacientes, la reperfusión se evaluó utilizando perfusión por TC)†. 2c representa una reperfusión casi completa excepto por un flujo lento en algunos vasos corticales distales o la presencia de pequeños émbolos corticales distales.3

source: Nevertheless, a thorough comparison of 25 mg and 40 mg Metalyse DP long-term stability data is provided in section 3.2.P.2 (30285208-p200al0102, q00295262-02, sub-section 8.4.3 and table 72) including fourteen historical Metalyse 40 mg DP batches.
es_es: Sin embargo, en la sección 3.2.P.2 (30285208-p200al0102, q00295262-02, subsección 8.4.3 y Tabla 72) se puede apreciar una comparación exhaustiva de los datos de estabilidad a largo plazo del medicamento Metalyse de 25 mg y 40 mg con catorce partidas históricas del medicamento Metalyse de 40 mg.

source: Figure 2 shows the main elements of the PFS-NSD-2.
es_es: En la Figura 2 se pueden apreciar los elementos principales del dispositivo PFS-NSD-2.

source: Filter membrane integrity is tested prior to and after sterile filtration as described in Section 3.2.P.3.4 Justification of Controls at Critical Steps, Chapter 4.
es_es: La integridad de la membrana del filtro se analiza antes y después de la filtración estéril, tal como se describe en la Sección 3.2.P.3.4 Justificación de los controles en los pasos críticos, Capítulo 4.

source: Study outcomes
es_es: Resultados del estudio

source: Table 13 compiles the results of monomer content by HPSEC and activity by clot lysis.
es_es: En la Tabla 13, se consignan los resultados del contenido de monómero por HPSEC y de actividad mediante lisis de coágulo.

source: Table 24 below summarizes the control strategy elements and their location in the CTD.
es_es: A continuación, en la Tabla 24, se resumen los elementos de la estrategia de control y su ubicación en el CTD.

source: Thr at position 103 to Asn, Asn at position 117 to Gln, and the amino acids Lys296-His297-Arg298-Arg299 to Ala-Ala-Ala-Ala.
es_es: Thr en la posición 103 se sustituye por Asn; Asn en la posición 117, por Gln, y los aminoácidos Lys296-His297-Arg298-Arg299, por Ala-Ala-Ala-Ala.

source: Alternative cleaning procedures are possible, if they show equivalent cleaning performance.
es_es: Es posible usar otros procedimientos de limpieza, siempre que muestren una eficacia equivalente de la acción limpiadora.

source: For part 1, an estimated total sample size of 64 patients (with 32 patients in each of treatment and control arms) yielded 80% power to detect a significant difference of 35% in strata-weighted angiographic reperfusion (mTICI 2b/3) at initial angiogram (50% in tenecteplase vs 15% in alteplase arm) at two-sided statistical significance threshold of p=0.05.
es_es: En la parte 1, un tamaño de muestra total de 64 pacientes (32 en cada grupo de tratamiento y de control) arrojó una potencia de 80% para detectar una diferencia significativa de 35% en las reperfusiones angiográficas ponderadas por estratos (mTICI 2b/3) en la angiografía inicial (50% en el grupo de tenecteplasa frente a 15% en el grupo de alteplasa), considerando un umbral de significación estadística bilateral de p=0.05.

source: Minimising delays to arterial puncture is emphasized.
es_es: Se hace hincapié en la importancia de reducir al mínimo los retrasos de la punción arterial.

source: Spesolimab DP has demonstrated adequate stability at 2 - 8°C when formulated in this manner.
es_es: El principio activo Espesolimab ha demostrado una estabilidad adecuada a 2 - 8° C cuando se formula de esta manera.

source: Accelerated and lang-term stability data of three of these Metalyse 40 mg is summarized below in Table 1 through Table 6.
es_es: Entre la Tabla 1 y la Tabla 6 se presenta un resumen de estabilidad acelerada y a largo polazo de tres de estas partidas de Metalyse, 40 mg.

source: Accelerated and lang-term stability data of three of these Metalyse 40 mg is summarized below in Table 1 through Table 6. Overall Metalyse 40 mg shows a good stability profile for batches stored under long-term and accelerated conditions, all results were within applied acceptance criteria.
es_es: Entre la Tabla 1 y la Tabla 6

source: Liverpool Hospital (10) D. Cordato, A.J.
es_es: Hospital de Liverpool (10) D. Cordato, A.J.

source: Anaemia (Hb 81) requiring transfusion.
es_es: Anemia (Hb 81) que requirió transfusión.

source: However this study measured reperfusion at 24 hours and did not include patients with internal carotid artery occlusions, which tend to be the most resistant to thrombolysis.
es_es: No obstante, en este estudio, se midió la reperfusión a las 24 horas y no se incluyeron pacientes con oclusiones de la arteria carótida interna, que tienden a ser los más resistentes a la trombólisis.

source: The biological activity of spesolimab is outlined in Section 3.2.S.1.3 General Properties for Pharmaceutical Development for spesolimab drug substance 150 mg/mL).
es_es: En la Sección 3.2.S.1.3, Propiedades generales del desarrolo farmacéutico del principio activo Espesolimab, 150 mg/ml, puede verse delineada la actividad biológica de Espesolimab.

source: Commercial packages are labelled by the manufacturer, Boehringer Ingelheim, with storage conditions (store below 30°C), batch number and expiry date.
es_es: El fabricante, Boehringer Ingelheim, etiqueta los envases comerciales e incluye las condiciones de almacenamiento (almacenar por debajo de los 30 °C), el número de lote y la fecha de vencimiento.

source: This set of data is also representaive for the manufacturing site Boehringer Ingelheim Ellas A.E., Koropi Attiki, Greece (BI GR).
es_es: Este conjunto de datos también es representativo del centro de fabricación Boehringer Ingelheim Ellas A.E., Koropi Attiki, Grecia (BI GR).

source: The study sponsor shall provide supplementary labels which include protocol name and identification number, coordinating Principal Investigator details, sponsor contact details, and the words ‘for clinical trial use only’ to comply with the Therapeutic Goods Administration (TGA) code of Good Manufacturing Practice (GMP) for investigational medicinal products, Annex 13.The site is required to apply the supplementary labels according to their site standard operating procedures and will document the process followed in the Investigator Site File.
es_es: El patrocinador del estudio deberá proporcionar etiquetas complementarias que incluyan el nombre del protocolo y el número de identificación, los datos del investigador principal coordinador, los datos de contacto del patrocinador y la leyenda "solo para uso en ensayos clínicos" de conformidad con el código de buenas prácticas de fabricación de la Administración de Productos Terapéuticos (TGA) para medicamentos en investigación, Anexo 13. El centro debe aplicar las etiquetas complementarias de acuerdo con los procedimientos operativos estandarizados internos y documentar el proceso implementado en el archivo del centro del investigador.

source: standard (CRS); Sigma Aldrich, cat.no.
es_es: Estándar

source: < 70 years
es_es: < 70 años

source: = % Purity of Amlodipine Impurity A on as such basis
es_es: = % Pureza de Amlodipina Impureza A tal cual

source: = % Purity of Amlodipine besilate CRS on as such basis
es_es: = % Pureza de Amlodipina besilato CRS tal cual

source: = % w/w Water content of sample
es_es: = % p/p de contenido de agua de la muestra

source: = (Pdil) x (Sdil)
es_es: = (DilPr) x (DilSeg)

source: = seguimiento infructuoso , MACE = Major Adverse Cardiovascular Events
es_es: = seguimiento infructuoso , MACE = Episodios cardiovasculares graves

source: = Average peak area response of Amlodipine impurity A obtained in the chromatogram of Reference solution (d 1)
es_es: = Respuesta del área del pico promedio de Amlodipina impureza A en el cromatograma de la solución de referencia (d1)

source: = Average peak area response of Amlodipine obtained in the chromatogram of Reference solution (a1)
es_es: = Respuesta del área del pico promedio de Amlodipina en el cromatograma de la solución de referencia (a1)

source: = Average peak area response of Amlodipine obtained in the chromatogram of Reference solution (e1)
es_es: = Respuesta del área del pico promedio de Amlodipina en el cromatograma de la solución de referencia (e1)

source: = Bulk Drug Substance
es_es: = granel del principio activo

source: = Peak area response of Amlodipine obtained in the chromatogram of Test solution (b).
es_es: = Respuesta del área del pico de la Amlodipina en el cromatograma de la solución de análisis (b)

source: = Peak area response of Impurity A obtained in the chromatogram of Test solution (a)
es_es: = Respuesta del área del pico de la impureza A en el cromatograma de la solución de análisis (a)

source: = Peak area response of Impurity D obtained in the chromatogram of Test solution (a)
es_es: = Respuesta del área del pico de la impureza D en el cromatograma de la solución de análisis (a)

source: = Peak area response of Impurity E obtained in the chromatogram of Test solution (a)
es_es: = Respuesta del área del pico de la impureza E en el cromatograma de la solución de análisis (a)

source: = Peak area response of Impurity F obtained in the chromatogram of Test solution (a)
es_es: = Respuesta del área del pico de la impureza F en el cromatograma de la solución de análisis (a)

source: = Peak area response of any unspecified impurity obtained in Test solution (a)
es_es: = Respuesta del área del pico de cualquier impureza sin especificar en el cromatograma de la solución de análisis (a)

source: = Weight of Amlodipine Besilate CRS in Standard stock solution A in mg.
es_es: = Peso de Amlodipina besilato CRS en la solución estándar madre (A) en mg.

source: = Weight of Amlodipine impurity A in Reference solution (d1) in mg.
es_es: = Peso de Amlodipina Impureza A en la solución de referencia (d1) en mg.

source: = Weight of sample in mg.
es_es: = Peso de la muestra de prueba en mg.

source: = thousands; , = decimal point
es_es: = miles; , = puntos decimales

source: =360 pg DNA per mg Tenecteplase2 pg DNA per mg Tenecteplase=180
es_es: =360 pg de ADN por mg de tenecteplasa2 pg de ADN por mg de tenecteplasa=180

source: =max.
es_es: =máx.

source: > 10 years
es_es: > 10 años

source: > 3RS
es_es: > 3 HR

source: > 5 to 10 years
es_es: > 5 a 10 años

source: >= 14 and<=39%
es_es: >= 14 y <=39%

source: >= 1.8 and <= 2.3 x 10E2 U/mg
es_es: ≥ 1.8 y ≤ 2.3 x 10E2 U/mg

source: >= 10 um:
es_es: >= 10 µm:

source: >= 25 um:
es_es: >= 25 µm:

source: >= 260 and<=320 mOsmol/kg
es_es: ≥ 260 y ≤ 320 mOsmol/kg

source: >= 24.0 and <= 28.8 mg/vial
es_es: ≥ 24.0 y ≤ 28.8 mg/vial

source: >= 42 and <= 62 mg/mL.
es_es: >= 42 y <= 62 mg/mL.

source: >= 50 % Single-chain
es_es: ≥ 50% de cadena única

source: >= 54 and<=74%
es_es: >= 54 y <=74%

source: >= 7.0 and <= 7.6
es_es: ≥ 7.0 y ≤ 7.6

source: A 100 % filling weight control is performed to ensure the filling volume of the vials remains within the established ranges.
es_es: Se realiza un control del peso de llenado del 100% para asegurar que el volumen de llenado de los frascos se mantenga dentro de los rangos establecidos.

source: A 2.0 mL PFS (PFS-2) has been used in different clinical programs to deliver spesolimab subcutaneously.
es_es: En diferentes programas clínicos se ha utilizado un dispositivo PFS de 2,0 ml (PFS-2) para administrar espesolimab por vía subcutánea.
